{
    "Type": "city",
    "CityName": "Nowa Dęba",
    "Header": "The story of the city",
    "Period1Title": "Prehistory - hunters 5000 BC",
    "Period2Title": "The first settlers - the Middle Ages",
    "Period3Title": "Life in the forest and forest clearing",
    "Period4Title": "The appearance of the village - Chmielów, Jadachy, Cygany",
    "Period5Title": "The times of the Tarnowski family",
    "Period6Title": "The Dęba Uprising",
    "Period7Title": "Dęba under partition - part 1",
    "Period8Title": "Dęba under partition - part 2",
    "Period9Title": "Free Poland, training ground and CID",
    "Period10Title": "II World War. Luftwaffe attack",
    "Period11Title": "Post-war times",
    "Period12Title": "Bibliography",
    "Period1Description": "The early history of our area is closely related to the presence of a huge forest, today called the Sandomierska Forest or in Polish - „Puszcza Sandomierska”. Today it is difficult to precisely determine what area this forest occupied in ancient times. However, we know - thanks to the commitment and passion of archaeologists - that humans could be found in the area of today's Nowa Dęba commune already several thousand years BC. \n\nArchaeological works have shown that the presence of humans in the lands of the Nowa Dęba commune dates back to the Neolithic period (the last period of the Stone Age), i.e. between 5200 and 1900 BC.\n\nTraces of prehistoric settlements were found, among others, in today's Chmielów. In the forks of the Vistula and San rivers, evidence of the activity of mammoth and reindeer hunters, as well as remains of the hunter-gatherer economy, was found. [1]\nHowever, it should be remembered that the first stays were short-term, related to hunting. The actual continuity of settlements in the depths of the forest (and not only on the outskirts) can be said only from the early Middle Ages [1], i.e. the 5th - 6th centuries AD , and in the areas of today's Nowa Dęba commune even later.",
    "Period2Description": "The first permanent presence of humans in the lands of today's Nowa Dęba commune and the areas towards today's Tarnobrzeg dates back to the times of King Bolesław the Brave (10th - 11th centuries AD). Then the Sandomierz tribe was conquered by the Polan princes from the Piast dynasty and recognized their domination. Knowing that the forest hides countless resources of game, hunters and trappers were sent to these areas to supply the court with food. [1]\n\nThe process of settling the areas of the Sandomierska Forest gained momentum over time. The King of Poland, conducting numerous wars, needed large amounts of food for his troops. The forest was rich in game, so the king sent his trusted subjects there. The hunters were probably followed by less warlike units. Their task was to create a base for the former and to establish residential, construction and agricultural settlements [1].\n\nThe first town to be established in the area of today's Nowa Dęba commune is Chmielów. Since the 12th century, this settlement has enabled the export of wild animal meat from the forest - first to the Vistula River, then via rivers to warehouses in Sandomierz. From there, the meat went to places where soldiers were concentrated. The wood industry also developed in Chmielów, including: for the production of barrels for transporting meat. Tar was also produced and perhaps iron was processed. [1]\n\nWho were the first settlers? They most likely came from today's Greater Poland. Among them were both legal settlers (even with a royal mandate), as well as criminals and refugees who were given a chance for a new life in the wild forest. The forest administrators (delegated by the monarch) needed human material to work - they did not delve into the details of anyone's past and accepted anyone without any preconditions. [1]",
    "Period3Description": "In the Middle Ages, settlement in the forest had its periods of intensity and sometimes phases of stagnation. Living and working conditions in the wilderness were not favorable. Word spread about it, discouraging potential newcomers. In order to attract settlers to the forest areas, prisoners of war, including Swedish and Tatars, were sent from the end of the 14th to the 17th century. There is an opinion that the native inhabitants of the village of Stale are descended from Tatar prisoners of war. [1]\n\nFor centuries, the forest was royal property, managed by starostas and lower officials. As pioneers were brought from different corners of the kingdom, other forms of entrepreneurship and methods of survival emerged. Forests were cut down, fields were cultivated and estates were built. Initially, people relied on hunting, agriculture and beekeeping (an ancient form of beekeeping). Over time, a wood-related industry appeared, the resources of which were huge in the area. Tar, tar and charcoal were produced. The so- called potash for soap production. [1]\n\nThe forest was a powerful border between the Kingdom of Poland and eastern tribes, including the Tatars. Dense forests and marshy lands significantly increased the chances of defense against aggressors. Tatar and Swedish invasions resulted in further development of the forest. Prisoners of war working in the forest and on the farm could atone for their sins towards those attacked . [1]\n\nIn the Middle Ages, forest clearing was rampant, leading to a reduction in forest resources. Settlers established settlements by clearing and burning forests to gain fields. The clearing of the forest resulted from the needs of industry, fuel and building materials. Tree branches were transported from the river banks into the interior of the country.\nThe scale of logging was enormous. The unintended consequence was reduced groundwater and drying out soils, which became infertile. According to reports , the dunes moved, covering fertile fields. [1]\n\nUncontrolled logging was legally limited only in the 18th century, when the areas of today's Nowa Dęba commune came under Austrian rule. However, the number of small companies specializing in logging and selling timber continued to grow , resulting in further reductions in forest area. [2]",
    "Period4Description": "The creation of new towns depended on road routes leading through the forest. The medieval road along which villages were built led through Chmielów, then Komorów to Sędziszów Małopolski. [1]\n\nAt the beginning of settlement in the forest, the layout of the village was free and unstructured. Everyone willing received as much land as they could manage. Settlements were built at distances where individual families lived in their own lands.\nThis situation lasted until the new organizational principles for village systems, included in the so-called Magdeburg law , which became popular in Poland from around the 13th century [1]\n\nMagdeburg law introduced a number of guidelines regarding the appearance of the village. A layout was introduced with the main street and adjacent farms. Everyone willing received the total area of one lan* in different parts of the village [1]\n\nChmielów was the first town in today's Nowa Dęba commune, which was designed according to new guidelines (rebuilt after its destruction in 1376 after an attack by Lithuanian-Russian forces) [1]\n\nChmielów was growing. Subsequent generations established new farms, often maintaining a considerable distance from the existing ones. Over time, more distant clusters of houses (so-called hamlets) gained independence.\nThe hamlets of Chmielów are Jadachy and Cygany. Jadachy became independent in 1640, and Cygany around 1649. Chmielów, Jadachy and Cygany are the oldest towns of today's Nowa Dęba commune. [1]\n\n*1 lan is approximately 16-20 hectares - depending on the region and historical period (author's note).",
    "Period5Description": "Everything that happened in the area of today's Nowa Dęba commune from around the 16th century until Poland regained independence was related to the Tarnowski family. [1]\n\nThe Sandomierska Forest was ruled by a king, but from the 16th century the Tarnowski family, naturally derived from Tarnów, gained more and more influence. The Tarnowski family appeared on our lands around the 14th century . In the initial period, they managed Wielowieś, today in the Tarnobrzeg commune. Over time, they gradually increased their influence and wealth, purchasing additional items in the 16th century. Dzików, which became their ancestral center. [1]\n\nThe actions of the Tarnowski family - although the main profits from their activities flowed into their pockets - at the same time increased the standard of living of the inhabitants of the towns under their control. Economic ventures gave people the opportunity to earn money. The Tarnowski family created mills, sawmills and turpentine mills. They ran agricultural, forestry, fruit-growing and breeding farms, and established enterprises in various industries: they included a brewery, a vodka factory, and brickyards. [1]\n\nThe peak of the Tarnowski family's economic activity occurred during the partition period. [1]",
    "Period6Description": "The forest was royal property, but between the 10th and 14th centuries, parts of it were distributed to the church and nobles. This distribution is called \"entering the forest\". [2]\n\nA fragment of the royal forest (called the \"Dęba\" forest) was donated in the 13th century to the voivode of Krakow and Sandomierz, Pakosław the Elder Lasocic. The \"Dęba\" forest was owned by Pakosław and his descendants until the beginning of the 17th century. During this time it was uninhabited, except for a few houses built at the end of the 16th century. [2]\n\nIn the years 1613 - 1616 the \"Dęba\" forest was bought by Stanisław Tarnowski. There were 8 houses here then. [2]\n\nUnder the management of the Tarnowski family, the population of Dęba gradually increased. In 1728, there were 14 heads of subjects in the Dęba settlement (including only heads of families). Using statistical conversion factors, it was a total of approx . 70 people.\n\nAnd so, in the following years, the population of Dęba was as follows: \nIn 1771 --- 175 people. \nIn 1785 --- 259 people. \nIn 1802 --- 410 people. \nIn 1844 --- 715 people. \nIn 1867 --- 755 people. [2]\n\nThe rapid population growth was due to, among others, from bringing peasants from royal estates to their areas, encouraging them, among other things, accessibility and economic development. Moreover, the forest - just like in Piast times - was a shelter for people who had problems with the law [2].",
    "Period7Description": "The stable development of the village was disturbed by the First Partition of Poland in 1772 .\nAfter the partition, Dęba found itself within the borders of the Kingdom of Galicia and Lodomeria, i.e. in the Austrian partition. Galicia was divided into 74 counties, and Nowa Dęba became part of the Tarnobrzeg County. [2]\n\nHowever, the fate of the forest inhabitants remained unchanged. During Austrian rule, there were no changes for the better in the everyday life of the inhabitants. Private property remained in the hands of the current owners, only the royal estate was paid to the Austrian treasury. Official positions in the administration were filled with newcomers of German and Czech nationality. [1]\n\nDuring the partitions, the freedom to exploit forest resources was significantly limited. The imperial ban of 1782 prohibited the production of potash, prohibited entry to the forest to obtain wood, burning coal, producing tar, and free grazing of cattle and pigs. [1]\n\nDuring the Austrian partition, a drainage system was introduced, the aim of which was to develop large, wet areas for agriculture. The reason for the residents' efforts to create a field drainage system was the increasing problem of food and hunger, which resulted from population growth and forest clearing. Unfortunately, vast areas of wet meadows, marshes and swamps were unsuitable for cultivation. One of the first areas to be regulated were the areas of Chmielów, Jadachów and Cygan. [1]\n\nThe Tarnowski family did the same on their lands. By regulating rivers and creating drainage , they drained the land for agriculture, organized a system of ponds in Stale with an area of approximately 600 ha, and started fish farming there. They were covered by the melioration action also the surrounding villages, which gained hundreds of hectares of new arable land from the former wet meadows and ponds. [1]\n\nGaining arable land by draining water caused conflicts, as land previously considered no-man's land became the subject of territorial disputes. An example is the conflict over the vast meadows between Jadachy and Chmielów. There was a fight and bloodshed between the residents. [1]\n\nIn 1835, the villages of Chmielów, Jadachy and Cygany were bought by the industrial magnate Herman Schaffgotsch, and then these towns also passed into the hands of the Tarnowski family. [1]",
    "Period8Description": "According to the chronicles, before 1847 there was complete illiteracy in Dęba. People could neither write nor read. Illiterate peasants were easy to rule. In 1847, the first educational institution was established in Dęba, operating only in the winter (when young people did not have to work on the farm). Further schools were established in the years 1860 - 1897 in Tarnowska Wola, Jadachy, Chmielów, Cygany, Rozalin, Alfredówka and Poręby Dębskie. [1]\n\nIn 1867, Poland was still under partition, but as a result of the historical weakening of Austria, the situation of the Kingdom of Galicia improved. Administrative power passed into Polish hands (although appointed by the Austrian government or the emperor, but Poles became officials). This resulted in the spread of education in Polish and the development of culture. Crowds of local politicians, activists and social activists were educated who were to help Poland regain its sovereignty in the future. The awakening of patriotism was progressing. [1]\n\nThe lives of the forest inhabitants also felt the positive impact of gaining autonomy in Galicia - in the form of the development of Polish education and culture. [1]\n\nAt the end of the 19th century , the Tarnowski family , managers of the areas of today's Nowa Dęba commune, began to develop industry more intensively. The economy based on agriculture began to transform into the production of other goods. By 1918, among others, a steam sawmill, brickyards, roof tiles, ridge tiles and drainage pipes were produced. The Galician Factory for Processed Agricultural Products was founded, with its headquarters in Chmielów. [1]\n\nDespite the development of industry, the inhabitants were far from prosperous. The exploited land was unable to feed the rapidly growing population. Emigration became massive - to cities, to Germany, France, Latvia, and even to America (via the port of Hamburg). [1]",
    "Period9Description": "The war ended in 1918 and Poland reappeared on the maps of Europe.\nDespite regaining independence, the situation of village inhabitants in the former forest areas was still terrible. There was poverty and overpopulation. In the Rzeszów district alone, unemployment reached 60%. Most farms were less than two hectares in size, every piece of land was exploited, and agricultural production was insufficient to meet the needs of the population. [1]\n\nThe transformation of the agricultural and backward part of Poland into a vibrant industrial center took place thanks to the so-called Central Industrial District and the newly established military training ground. [1]\n\nThe idea of creating a training ground in the forests of the Tarnowski family (specifically in Dęba, Krzątka, Bojanów and United) appeared in 1922, and military exercises began just a few years later. Officially, the army formally acquired these areas in the years 1935-1937, and then the area became a permanent training ground. [1]\n\nThe idea of creating the Central Industrial District was to change the situation of the declining areas (then the center of the country). COP was to become a spark for the development of these areas in every respect. Taking into account the wildness of these areas, the lack of infrastructure and general backwardness, the implementation of COP in these areas was a truly revolutionary idea. [1]\n\nAs part of the COP, Ammunition Factory No. 3 was to be established in Dęba, and Zakłady Południowe (steelworks) in Stalowa Wola. For the location of the above-mentioned The objects were also influenced by the nearby training ground . [1]\n\nIn addition to economic development, the interwar period also brought the development of education and culture. In Dęba (on the initiative of Bronisław Zybura), the school resumed its activities, the Volunteer Fire Department was reactivated, a brass band and a branch of the Riflemen's Association were founded.\nThe commencement of the COP investment has dramatically changed the reality of the inhabitants of Dęba. It provided work, remuneration and a common goal. The decision to build Ammunition Plant No. 3 was made in April 1937, although surveying works had already started in 1936. The purpose of its existence was to produce fuses and primers, as well as the assembly of artillery and aircraft projectiles. 1,500 ha of land between Dęba and Majdan, purchased from the Tarnowski family, was earmarked for development.\nSpecialists (including pavers , pavers, engineers) were brought from all parts of Poland at that time.\nHuge investments began to completely change the landscape of Dęba in a short time. The technical infrastructure itself, which was to enable the construction of the centers, included 32 km of paved roads, 17 km of internal tracks, 28 km of water pipelines, 18 km of sewage systems, 20 km of gas pipelines, 50 km of the electricity network, and 20 km of telephone lines. Additionally, a plant power plant and a water intake with a water tower were built [1]. All this in areas that were previously wild, agricultural and very poor.\nThe construction site was thus connected to existing communication routes: the Tarnobrzeg - Rzeszów road and the Dębica - Sandomierz line, by adding a railway siding through the Dęba area.\n\nThe construction of Ammunition Plant No. 3 was managed from the beginning by Lieutenant Colonel Jan Szypowski. Already in December 1938 , the tool shop and the repair department were opened, and in August 1939 (just a month before Germany's aggression against Poland) the inauguration of production in the fuses department took place.\nTogether with the facilities at the Ammunition Factory No. 3, a residential estate, the first blocks of flats and buildings in Dęba, began to be built. The urban design of the estate was influenced by, among others, the course of the Dęba river and its tributaries. The main housing estate was located at today's ul. Rzeszowska. There were office and engineering buildings there, construction of which began in the spring of 1938 . Buildings were built in other areas: at ul. Mickiewicza – for workers, at ul. Jana Pawła II – for engineers and officials, at ul. Krasicki, Żeromski and Rej - villas of branch managers, a clerk's casino and a hotel. Before the outbreak of the war, the estate had 360 inhabitants. Ultimately, the factory was to employ 3,500 people.\nIn addition to the residential infrastructure, a swimming pool with a paddling pool, a sports playground and tennis courts were also built.\n\nA quote from the account of Lieutenant Colonel Jan Szypowski's son, Mirosław Szypowski, about the culture and ties with Dęba in the period just before World War II: \"We often spend the afternoon by the swimming pool. Almost everyone meets there. Who goes out to the water alive: children play in the paddling pool, adults nearby in the deep pool, braver friends use the trampoline. Even though they all arrived here recently, they are already a close-knit community. They give the impression of a big, close-knit family. It's somehow nice, good.\"\n\nLasowiacy has entered a new stage of development. Farmers were to be transformed into factory workers.",
    "Period10Description": "On September 1, 1939 , the first pioneering stage of Dęba's development came to an end. War broke out and construction was interrupted. [1]\n\nOn September 2, the first act of aggression took place in the area of today's Nowa Dęba commune. It was an attack by the Luftwaffe air force. The Germans, for reasons still undetermined, did not bomb the premises of the Ammunition Factory, but concentrated their attack on the rural Chmielów. 53 people died as a result of the raid. [1]\n\nHowever, on September 3, air bombs fell on Dęba. Attacked, among others: water tower, which was not damaged. [1]\n\nIn September, Wehrmacht land troops entered Dęba. The occupier's administration was introduced. The dismantling of equipment at the Ammunition Plant began, and equipment and supplies were stolen. Residents of company buildings were ordered to leave. Dęba was subordinated to the Wehrmacht. In 1940, the military authorities began to organize a military training ground in these areas, larger than the original one. The new training ground was also to include part of Majdan Królewski, Huta Komorowska and Komorów. These plans stopped the robbery of factory and housing estate property, but they resulted in the displacement of the inhabitants of Dęba, Poręby Dębskie, Rozalin and Tarnowska Wola. [1]\n\nIn 1941, a forced labor camp was organized in which Jews and Poles were imprisoned. [1]\n\nThe German rule ended in 1944. Then the Red Army took over. The properties of the training grounds were taken over for the use of the army, and a headquarters, a field hospital and other military institutions were located in the company facilities. There was also an NKVD facility in Dęba, where Home Army soldiers were tortured. [1]\n\nRed Army soldiers began to leave the settlement and training ground in January 1945 , but ultimately stayed until the fall of 1946. [1]",
    "Period11Description": "After World War II, Dęba began to develop again in every aspect. The development process took place quickly thanks to the strong involvement of residents and people of good will.\nAmmunition Factory No. 3, looted during the war, could no longer fulfill its original function. To resume the operation of factories, the focus was first on the production of simple wooden products and on the reconstruction of destroyed facilities. The plant underwent numerous transformations and changes in its non-military production profile, but in 1951 it returned to work for the state's defense under the name Zakłady Metalowe Dęba. At the same time, they were looking for an idea for the development of civilian production.\nOver time, the production of home appliances was started in the Metal Works. Processes and technologies became more and more advanced and at the turn of 1956 and 1957 the production of WFM motorcycle engines began. The plant once again became the main support for the city.\n\nThe health service was also developing. In 1947 , the Health Center began operating, first in a barracks, then moved to the \"Paulusówka\" villa. T he city hospital began operation in 1953. From the memories of nurse Zofia Zięba (hospital employees since 1958): \"When Piotr Kaczor was the director, pigs were bred on kitchen waste, then slaughtered and in this way the hospital saved a lot on feeding patients (...). In autumn, cabbage was pickled for the winter. The director went to the farm every morning to check whether everything was working well in terms of economy .\nOther public utility facilities were successively opened.\n\nSpecialists from all over Poland were brought to Dęba: school and university graduates, voluntarily, but also ordered to work in a given place. It was necessary to create facilities for all these people - a roof over their heads and food, create a commercial network, and offer entertainment for the time after work.\n\nIn the 1950s, there was a Prisoner Labor Camp in Dęba. They were mainly employed for construction work, erecting factories, schools and apartment blocks.\nIn 1957, the Disabled Cooperative \"Zjednoczenie\" was established. This plant, despite being much smaller than the Metal Works, made a significant contribution to the development of the town. Initially, the profile of its activities was very undefined and multi-sectoral : the Cooperative was involved in running a canteen, cafeteria, grocery stores, laundry, locksmith's workshop , carbonated water production plant, etc. Like Zakłady Metalowe, the Cooperative actively supported the development of culture, school facilities, and contributed to the establishment of the center. recreation area by the reservoir and many others .\n\nZakłady Metalowe, as the main employer in the region, took care of the development of the city. Thanks to him, vocational education and mechanical engineering schools developed. The plants were maintained by institutions such as the factory club, the \"Metalowiec\" cinema, the library, and, from 1980, the organizational House of Culture and Technology.\nIn 1953, the \"Stal\" Company Sports Club was officially registered. The land was developed for a city stadium and sports and administrative facilities, using buildings previously occupied by the Prisoner Labor Camp.\n\nThe National Housing Councils (since 1954) were responsible for the appearance of the housing estates built after the war. The streets were named, road signs were placed, the areas were developed - bushes were planted, parks and green areas were created, a municipal cemetery was built and much more. The ORN Presidium attached great importance to the aesthetics of Dęba.\n\nOn December 31, 1961, Dęba gained city rights and changed its name to Nowa Dęba.\n\nIn the following years, Nowa Dęba continued to develop intensively. The General Consumer Cooperative “Społem”, a market hall (1978) and many other plants were established. In 1971, a railway connection from Dęba Rozalin to Kolbuszowa was built, thanks to which Nowa Dęba gained a railway connection with Rzeszów. IN 1980 , the new Inter-Organizational House of Culture and Technology was opened, and many others. In 1982, the first stage of construction of the plant's boiler room was completed, also taking into account the city's needs.\nAfter receiving city rights, multi-family construction accelerated - in the mid-1970s, the Północ housing estate was built.\nAfter the political transformation in 1989 , Nowa Dęba entered a new stage of development - local government. After the changes, the city took over the assets previously owned by Zakłady Metalowe: a community center, a stadium, a recreation center by the reservoir, apartment blocks, hotels, and streets.\nA sewage treatment plant was built, the sewage system, an indoor swimming pool, etc. were expanded.\nZakłady Metalowe was also restructured and separated into separate companies.\n\nIn 1997, the Special Economic Zone \"Euro-Park Wisłosan\" was created, the subzone of which was located in Nowa Dęba . It became another spark for the development of industry in Nowa Dęba.",
    "Period12Description": "Prepared by Wojciech Gołąbek based on:\n\n[1] Bajda W. - “Z niepodległej. Opowieść o Nowej Dębie” - Wydawnictwo Diecezjalne i Drukarnia w Sandomierzu, Wydanie 1, 2018”,\n\n[2] Ordon W. - \"Nasze Sprawy\", article \"Z dziejów Nowej Dęby i okolic” - Pismo Samorządu Miasta i Gminy Nowa Dęba, Myjakpress, August 1994",
    "Period1Active": true,
    "Period2Active": true,
    "Period3Active": true,
    "Period4Active": true,
    "Period5Active": true,
    "Period6Active": true,
    "Period7Active": true,
    "Period8Active": true,
    "Period9Active": true,
    "Period10Active": true,
    "Period11Active": true,
    "Period12Active": true,
    "Period1FirstImage": null,
    "Period1SecondImage": null,
    "Period2FirstImage": null,
    "Period2SecondImage": null,
    "Period3FirstImage": null,
    "Period3SecondImage": null,
    "Period4FirstImage": null,
    "Period4SecondImage": null,
    "Period5FirstImage": null,
    "Period5SecondImage": null,
    "Period6FirstImage": null,
    "Period6SecondImage": null,
    "Period7FirstImage": null,
    "Period7SecondImage": null,
    "Period8FirstImage": null,
    "Period8SecondImage": null,
    "Period9FirstImage": null,
    "Period9SecondImage": null,
    "Period10FirstImage": null,
    "Period10SecondImage": null,
    "Period11FirstImage": null,
    "Period11SecondImage": null,
    "Period12FirstImage": null,
    "Period12SecondImage": null
}
