[
    {
      "CarouselId": 10,
      "Version": 4,
      "IsActive": true,
      "CarouselPicture": "https://turkawasolutions.eu/wp-content/uploads/Carousel/vrgsmen.png",
      "CastDirection": "localservice",
      "Language": "en",
      "Category": "electrofix",
      "CreatedAt": "2024-05-20T19:10:56",
      "Date": null,
      "Description": "🛠️ Repair and service:\n- mobile phones\n- tablets\n- electric scooters\n- Bluetooth speakers and other devices with replacement of charging sockets\n\nBattery change:\n🔋 Professional battery replacement in a wide range of mobile devices.\n\n📱 Sale of electronics and accessories:\nWe offer the latest electronics and high -quality accessories for your devices.\n\nTrust the experts! In VrGsm we provide quick and effective repair using the latest technologies. Visit us and see how we can restore the full functionality of your devices.",
      "EnglishSprechen": "We speak english!",
      "Latitude": 50.41698510904489,
      "Longitude": 21.749962034862584,
      "Mail": "VrGsm24@gmail.com",
      "MainImage": "https://turkawasolutions.eu/wp-content/uploads/Services/electrofix/vrgsmmain.jpg",
      "Name": "VrGsm Service",
      "OpenHours": "Mon - Fri: 8.30 AM - 4.30 PM\nSat: 9.00 AM - 1.00 PM",
      "Paid": false,
      "Place": "street Szkolna 5, Nowa Dęba",
      "Pricing": null,
      "Priority": 2,
      "ShortDescription": "Mobile devices and electronics",
      "SubCategory": "",
      "Telephone": "+48 607 167 967",
      "Thumbnail": "https://turkawasolutions.eu/wp-content/uploads/Services/electrofix/vrgsmlogo.jpg",
      "Website": "https://www.facebook.com/profile.php?id=100083024297841"
    },
    {
        "CarouselId": 11,
        "Version": 3,
        "IsActive": true,
        "Name": "Power of Women meeting",
        "Type": "fifa",
        "CarouselPicture": "https://turkawasolutions.eu/wp-content/uploads/Carousel/silakobietraken.png",
        "CastDirection": "localevent",
        "Destination": 3,
        "Language": "en",
        "Lokacja": "Cultural center in Nowa Dęba, Żeromskiego 2 street",
        "LongDescription": "Nowodębska Rada Kobiet (translated to: The Women's Council of Nowa Dęba) invites you to the second meeting in the series: THE POWER OF WOMEN: \"Pink inspirations: the power of knowledge and support in the fight against breast cancer.\" 🎤 \n\nThe meeting will be devoted to breast cancer prevention and supporting people who are sick or have had the disease. Together, we want to share knowledge, inspire action and the strength we draw from being together.\n\n🎤 Interview with Justyna Gamoń Wesołowska - clothing designer, president of the GA MON Artistic Foundation, owner of Atelier GA MON Justyna Wesołowska, organizer of Nadwiślański Fashion Week.\n\n🎥 Recorded speech by Justyna Kwaśnik - linergist (micropigmentation specialist), nurse, owner of JK Visage.\n\n🏥Speech by Urszula Bubrowska - Director of the District Hospital in Nowa Dęba: \"Rehabilitation possibilities in the conditions of the daily rehabilitation unit for patients after mastectomy.\"\n\n❤️ Dorota Bielecka - Coordinator of the Mental Health Center,\n\n❤️ Monika Majka — psychologist, psychotherapist\n\n❤️Ewa Wójtowicz and ❤️Paulina Konefał - care coordinators, employees of the reporting and coordination point of the psychiatry department at the Independent Public Complex of Health Care Facilities in Nowa Dęba:\n\n“How to deal with an unwanted diagnosis? Forms of support for you and your loved ones.”\n\nThis is a great opportunity to ask questions, exchange experiences and be inspired to take action. We are all in this together, and time together is not only a dose of knowledge, but also great emotional support.\n\n👭 Come alone, with family, friends - let's be together on this day!\n\nLet's be pink inspirations for each other. 🌷\n\nSee you! 🎉\n\nThe meeting is held in Polish.",
        "MainImage": "https://turkawasolutions.eu/wp-content/uploads/Events/Fifa/silakobietrakmain.jpg",
        "ShortDescription": "Topic: Breast cancer",
        "Start": "2024-08-08T17:00:00",
        "Url": "https://www.facebook.com/share/p/bNRtAw9KCtD9VmHX/",
        "Wstep": "Free for all"
    },
	{
	  "CarouselId": 12,
      "Version": 7,
	  "Category": "renovation",
	  "IsActive": true,
	  "CarouselPicture": "https://turkawasolutions.eu/wp-content/uploads/Carousel/jerrycarouselen.png",
      "CastDirection": "localservice",
	  "CreatedAt": "2024-06-26T23:26:57",
		 "Date": null,
		 "Description": "I am experienced and creative furniture designer, with 10 years of experience, whose passion is creating unique and functional furniture tailored to the individual needs of customers.\n\nI specialize in creating advanced visualizations for carpenters and others. Thanks to my skills and experience, I can translate clients' visions into realistic and detailed designs that facilitate the process of producing custom-made furniture.\n\nMy work supports carpenters at every stage of implementation, providing precise plans and visual guides that minimize the risk of errors and maximize customer satisfaction.\n\nAre you a carpenter or a private person? Do you need visualization and a detailed design? Feel free to contact me!",
		 "EnglishSprechen": "With a little help of Google Translate ;)",
		 "Latitude": 0,
		 "Longitude": 0,
		 "Mail": "jerryvision@autograf.pl",
		 "MainImage": "https://turkawasolutions.eu/wp-content/uploads/Services/renovation/jerrymainjarek.jpg",
		 "Name": "Jerryvision Projekt",
		 "OpenHours": "Please call us to discuss details.",
		 "Paid": false,
		 "Place": "Nowa Dęba",
		 "Pricing": null,
		 "Priority": 1,
		 "ShortDescription": "Interior design & visualization",
		 "Telephone": "+48 730 787 737"
    }
]
